["Data transfer between user and website/app is encrypted, e.g., SSL, TLS, HTTPS.", "The website ignores Do Not Track headers and the user's Do Not Track preference.", "You can opt out (via a link) from the use of contact information by the site, which uses it for marketing purposes.", "Data is stored securely, e.g. in an encrypted format or database.", "The policy makes specific provisions for international audiences, non-US citizens, or non-European citizens (e.g., about international data transfer).", "An unnamed third party does receive your unspecified personal information for service operations or security.", "A user can edit their information, within the scope of unspecified user information.", "The site collects your unspecified information for a basic service or feature. Collection happens in an unspecified way.", "Another part of the company or institution does receive unspecified information about you for an unspecified purpose.", "You can use privacy configuration settings (in your browser or on your device) to control the use of cookies and tracking elements by an unspecified party for an unspecified purpose.", "An unspecified third party does receive unspecified information about you for service operations or security.", "The site collects your website activities for an unspecified purpose. Collection happens when you implicitly provide information on the website.", "The site collects your unspecified information for personalization or customization. Collection happens in an unspecified way.", "A user can edit their information, within the scope of information explicitly provided by the user.", "A named third party does track on the first party website or app your cookies or tracking elements for targeted advertising.", "The policy makes a statement about how data from children is treated.", "An unnamed third party does receive unspecified information about you for service operations or security.", "The site collects your IP address or device IDs for an unspecified purpose. Collection happens when you implicitly provide information on the website.", "An unspecified third party does receive your unspecified personal information for legal requirements.", "The company/organization has a privacy or security program/organization in place addressing, for example, how to protect data against unauthorized access or privacy training for employees.", "The site collects your unspecified information for an unspecified purpose. Collection happens in an unspecified way.", "An unnamed third party does receive unspecified information about you for an unspecified purpose.", "An unspecified third party does receive unspecified information about you for legal requirements.", "The site collects your website activities for an unspecified purpose. Collection happens when you implicitly provide information in an unspecified way.", "Users with accounts can edit their information, within the scope of information explicitly provided by the user.", "The site collects your unspecified information for marketing purposes. Collection happens in an unspecified way.", "The policy makes a statement about how data from European users is treated (e.g., Safe Harbor provisions).", "The site collects your generic personal information for a basic service or feature. Collection happens in an unspecified way.", "A user can edit their information, within the scope of information the company has learned about the user.", "The site collects your unspecified information for analytics or research. Collection happens in an unspecified way.", "The site collects your unspecified information for an additional (non-basic) service or feature. Collection happens in an unspecified way.", "The site collects your unspecified information for service operations or security. Collection happens in an unspecified way.", "The site collects your cookies or tracking elements for analytics or research. Collection happens on the website.", "Data is accessible to employees/third parties on a need-to-know basis.", "When a change is made to the privacy policy that significantly affects data practices, users are personally notified. Users' choices regarding policy changes are not mentioned or are unclear.", "The site collects your unspecified information for advertising. Collection happens in an unspecified way."]